---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Kips
source: html/6dda3dc6-a394-fc76-7e9d-743842f213a8.htm
---
# Autodesk.Revit.DB.UnitTypeId.Kips Property

Kips.

## Syntax (C#)
```csharp
public static ForgeTypeId Kips { get; }
```